Repository: raniop/ChildTime
Catalog: Shared/Localization/Localizable.xcstrings
Source language: he
Languages: ar, en, ru

source: התחלה פשוטה ב-4 צעדים
ar: بداية بسيطة في 4 خطوات
en: A simple start in 4 steps
ru: Простой старт за 4 шага

source: התחלה קלה יותר
ar: بداية أسهل
en: An easier start
ru: Более простой старт

source: התחלת משחק
ar: بدء اللعب
en: Started playing
ru: Игра началась

source: התמדה
ar: المثابرة
en: Persistence
ru: Постоянство

source: התמונה גדולה מדי — נסו צילום מסך אחר
ar: الصورة كبيرة جدًا — جرّبوا لقطة شاشة أخرى
en: That picture is too large — try another screenshot
ru: Изображение слишком большое — попробуйте другой снимок экрана

source: התנתק ומחק
ar: تسجيل الخروج والمسح
en: Sign out and erase
ru: Выйти и стереть

source: התנתק ומחק מהמכשיר
ar: تسجيل الخروج والمسح من الجهاز
en: Sign out and erase from device
ru: Выйти и стереть с устройства

source: התנתקו מהמשפחה
ar: غادروا العائلة
en: Leave the family
ru: Выйти из семьи

source: התנתקות
ar: تسجيل الخروج
en: Sign out
ru: Выйти

source: התקדם
ar: تقدّم
en: he's grown
ru: продвинулся

source: התקדמה
ar: تقدّمت
en: she's grown
ru: продвинулась

source: התקדמות חיה, מכל מכשיר
ar: تقدّم مباشر، من أي جهاز
en: Live progress, from any device
ru: Живой прогресс с любого устройства

source: התקינו את אפליקציית טופי
ar: ثبّتوا تطبيق Tofy
en: Install the Tofy app
ru: Установите приложение Tofy

source: התקינו את אפליקצית טופי
ar: ثبّتوا تطبيق Tofy
en: Install the Tofy app
ru: Установите приложение Tofy

source: התקנה חדשה נפתחת בשפה של המכשיר — עברית, English, Русский או العربية — ואפשר להחליף כבר במסך הראשון
ar: التثبيت الجديد يُفتح بلغة الجهاز — العبرية أو الإنجليزية أو الروسية أو العربية — ويمكن التبديل من الشاشة الأولى
en: A new install opens in your device's language — Hebrew, English, Russian or Arabic — and you can switch right on the first screen
ru: Новая установка открывается на языке устройства — иврит, английский, русский или арабский — и сменить его можно прямо на первом экране

source: התראה כשיוצאים
ar: تنبيه عند المغادرة
en: Alert on leaving
ru: Уведомлять об уходе

source: התראה כשמגיעים
ar: تنبيه عند الوصول
en: Alert on arrival
ru: Уведомлять о приходе

source: התראה כשמגיעים או יוצאים
ar: تنبيه عند الوصول أو المغادرة
en: An alert on arrival or departure
ru: Уведомление о приходе и уходе

source: התראה כש…
ar: تنبيه عندما…
en: Notify when…
ru: Уведомлять, когда…

source: התראות
ar: الإشعارات
en: Notifications
ru: Уведомления

source: התראות להורה
ar: إشعارات للوالد
en: Parent notifications
ru: Уведомления для родителя

source: התראות על המקום הזה
ar: تنبيهات هذا المكان
en: Alerts for this place
ru: Уведомления об этом месте

source: התראות פעילות
ar: الإشعارات مفعّلة
en: Notifications on
ru: Уведомления включены

source: התראות תובנות להורה
ar: إشعارات الرؤى للوالد
en: Parent insight notifications
ru: Уведомления с выводами для родителя

source: התראת מערכת
ar: تنبيه من النظام
en: A system alert
ru: Системное уведомление

source: התשובה לא נשלחה
ar: لم يُرسَل الرد
en: The reply wasn't sent
ru: Ответ не отправлен

source: ה׳
ar: الخامس
ru: 5-й

source: וְאָז מוֹחֲקִים אֶת טוֹפִי מִמָּסַךְ הַבַּיִת כָּרָגִיל
ar: ثم احذفوا Tofy من الشاشة الرئيسية كالمعتاد
en: Then delete Tofy from the Home Screen as usual
ru: Затем удалите Tofy с экрана «Домой» как обычно

source: וְהִנֵּה מַתָּנָה קְטַנָּה בִּשְׁבִילְכֶם
ar: وهذه هديّة صغيرة لكم
en: And here's a little gift for you
ru: А вот и маленький подарок для вас

source: וְיֵשׁ לְךָ %lld דַּקּוֹת מַתָּנָה 💝 שֶׁאֶפְשָׁר לִפְתּוֹחַ גַּם עַכְשָׁיו!
ar: ولديك %lld دقيقة هدية 💝 يمكنك فتحها الآن أيضًا!
en: And you have %lld gift minutes 💝 you can unlock right now too!
ru: И у тебя есть %lld подарочной минуты 💝 — её можно открыть прямо сейчас!

source: וְיֵשׁ לָךְ %lld דַּקּוֹת מַתָּנָה 💝 שֶׁאֶפְשָׁר לִפְתּוֹחַ גַּם עַכְשָׁיו!
ar: ولديكِ %lld دقيقة هدية 💝 يمكنكِ فتحها الآن أيضًا!
en: And you have %lld gift minutes 💝 you can unlock right now too!
ru: И у тебя есть %lld подарочной минуты 💝 — её можно открыть прямо сейчас!

source: וְעוֹד
ar: وأكثر
en: plus
ru: и ещё

source: וְרִידִים
ar: الأوردة
en: Veins
ru: Вены

source: וִינָה
ar: فيينا
en: Vienna
ru: Вена

source: וֶלוֹצִירַפְּטוֹר
ar: فيلوسيرابتور
en: Velociraptor
ru: велоцираптор

source: וָואו, נִצַּחְתָּ! 🤩
ar: واو، لقد فزت! 🤩
en: Wow, you won! 🤩
ru: Вау, ты победил! 🤩

source: וָואו, נִצַּחַתְּ! 🤩
ar: واو، لقد فزتِ! 🤩
en: Wow, you won! 🤩
ru: Вау, ты победила! 🤩

source: וָואוּ — נִצַּלְתְּ אֶת כָּל %lld הַדַּקּוֹת שֶׁל הַיּוֹם! 🏆
ar: واو — استخدمتِ كل %lld دقيقة من وقت اليوم! 🏆
en: Wow — you used all %lld of today's minutes! 🏆
ru: Вау — ты использовала все %lld минуты на сегодня! 🏆

source: וָואוּ — נִצַּלְתָּ אֶת כָּל %lld הַדַּקּוֹת שֶׁל הַיּוֹם! 🏆
ar: واو — استخدمت كل %lld دقيقة من وقت اليوم! 🏆
en: Wow — you used all %lld of today's minutes! 🏆
ru: Вау — ты использовал все %lld минуты на сегодня! 🏆

source: וָואוּ!
ar: واو!
en: Wow!
ru: Вау!

source: וָואוּ! 5 בָּרֶצֶף 🔥
ar: واو! 5 متتالية 🔥
en: Wow! 5 in a row 🔥
ru: Вау! 5 подряд 🔥

source: וָואוּ, מְצֻיָּן! 🏆
ar: واو، ممتاز! 🏆
en: Wow, excellent! 🏆
ru: Вау, отлично! 🏆

source: וָרוֹד
ar: وردي
en: Pink
ru: Розовый

source: וָשִׁינְגְּטוֹן
ar: واشنطن
en: Washington
ru: Вашингтон

source: ואז מוחקים את טופי ממסך הבית כרגיל
ar: ثم احذفوا Tofy من الشاشة الرئيسية كالمعتاد
en: Then delete Tofy from the Home Screen as usual
ru: Затем удалите Tofy с экрана «Домой» как обычно

source: ואם בכל זאת משהו נתקע — תדעו
ar: وإذا تعثّر شيء رغم ذلك — ستعرفون
en: And if something does get stuck — you'll know
ru: А если что-то всё же застрянет — вы узнаете

source: ובונוס: 30 יום טופי+ במתנה
ar: وهدية: 30 يومًا من Tofy+ مجانًا
en: And a bonus: 30 days of Tofy+ free
ru: И бонус: 30 дней Tofy+ в подарок

source: וואו!
ar: واو!
en: Wow!
ru: Вау!

source: ועוד המון תיקונים קטנים
ar: والكثير من الإصلاحات الصغيرة
en: And lots of small fixes
ru: И множество мелких исправлений

source: ועוד תיקונים
ar: وإصلاحات أخرى
en: And more fixes
ru: И другие исправления

source: ו׳
ar: السادس
ru: 6-й

source: זְמַן בֵּית סֵפֶר וּשְׁעַת שֵׁינָה
ar: وقت المدرسة ووقت النوم
en: School time and bedtime
ru: Школьное время и время сна

source: זְמַן הַמִּשְׂחָק שֶׁלְּךָ
ar: وقت لعبك
en: Your play time
ru: Твоё игровое время

source: זְמַן הַמִּשְׂחָק שֶׁלָּךְ
ar: وقت لعبكِ
en: Your play time
ru: Твоё игровое время

source: זְמַן הַמָּסָךְ מְנוּהָל בְּטוֹפִי
ar: وقت الشاشة يُدار في Tofy
en: Screen time is managed in Tofy
ru: Экранным временем управляет Tofy

source: זְמַן מִשְׂחָק
ar: وقت اللعب
en: Play time
ru: Игровое время

source: זְמַן מִשְׂחָק!
ar: وقت اللعب!
en: Play time!
ru: Игровое время!

source: זְמַן מָסָךְ
ar: وقت شاشة
en: screen time
ru: экранное время

source: זְמַן מָסָךְ וּפְרָסִים
ar: وقت الشاشة والجوائز
en: Screen time & rewards
ru: Экранное время и призы

source: זְמַן מָסָךְ יוֹמִי
ar: وقت شاشة يومي
en: Daily screen time
ru: Ежедневное экранное время

source: זְמַן מָסָךְ שֶׁל אַפֶּל
ar: مدة استخدام الجهاز من Apple
en: Apple's Screen Time
ru: «Экранное время» Apple

source: זְמַן שֶׁהִרְוִיחַ
ar: وقت كسبه
en: time he earned
ru: время, которое он заработал

source: זְמַן שֶׁהִרְוִיחָה
ar: وقت كسبته
en: time she earned
ru: время, которое она заработала

source: זְמַן שֶׁנָּתַתֶּם
ar: وقت منحتموه
en: time you gave
ru: время, которое вы дали

source: זִירַת הָעֲנָקִים
ar: حلبة العمالقة
en: Giant Arena
ru: Арена гигантов

source: זִכָּרוֹן מְצֻיָּן! 🌟
ar: ذاكرة ممتازة! 🌟
en: Great memory! 🌟
ru: Отличная память! 🌟

source: זֶבְּרָה
ar: حمار وحشي
en: Zebra
ru: Зебра

source: זֶה אַתָּה 🙂
ar: هذا أنت 🙂
en: That's you 🙂
ru: Это ты 🙂

source: זֶה בְּסֵדֶר, קוֹרֶה לְכֻלָּם!
ar: لا بأس، يحدث مع الجميع!
en: That's okay, it happens to everyone!
ru: Ничего страшного, это бывает у всех!

source: זֶה הַטַּאבְּלֶט שֶׁל הַיֶּלֶד
ar: هذا الجهاز اللوحي للطفل
en: This is the child's tablet
ru: Это планшет ребёнка

source: זֶה הַטַּאבְּלֶט שֶׁלִּי, לְהַמְשִׁיךְ כְּהוֹרֶה
ar: هذا جهازي — المتابعة كوالد
en: It's my tablet — continue as a parent
ru: Это мой планшет — продолжить как родитель

source: זֶה הַקּוֹד שֶׁלְּךָ 🙂
ar: هذا رمزك 🙂
en: That's your code 🙂
ru: Это твой код 🙂

source: זֶה הַקּוֹד שֶׁלָּךְ 🙂
ar: هذا رمزكِ 🙂
en: That's your code 🙂
ru: Это твой код 🙂

source: זֶה הָאַיְפֵּד שֶׁל הַיֶּלֶד
ar: هذا iPad الطفل
en: It's my child's iPad
ru: Это iPad ребёнка

source: זֶה הָאַיְפֵּד שֶׁלִּי, לְהַמְשִׁיךְ כְּהוֹרֶה
ar: هذا الـ iPad لي، المتابعة كوالد
en: It's my iPad — continue as a parent
ru: Это мой iPad, продолжить как родитель

source: זֶה לֹא בָּרְשִׁימָה — קִרְאוּ שׁוּב 📝
ar: هذا ليس في القائمة — اقرأوا مرة أخرى 📝
en: That's not on the list — read it again 📝
ru: Этого нет в списке — прочитайте ещё раз 📝

source: זֶה מְבַטֵּל אֶת כָּל הַנְּעִילוֹת בַּטֶּלֶפוֹן.
ar: هذا يلغي كل الأقفال في الهاتف.
en: This removes every lock on the phone.
ru: Это снимает все блокировки на телефоне.

source: זֶה מָה שֶׁ-iOS קִבֵּל מֵאִתָּנוּ בָּרֶגַע זֶה.
ar: هذا ما تلقّاه iOS منّا الآن.
en: This is what iOS received from us right now.
ru: Вот что iOS получила от нас прямо сейчас.

source: זֶה קוֹד שֶׁל הוֹרֶה
ar: هذا رمز خاص بالوالد
en: This is a parent code
ru: Это родительский код

source: זֶהוּ קוֹד הַהוֹרֶה הַמִּשְׁפַּחְתִּי · בַּקְּשׁוּ אוֹתוֹ מֵהַהוֹרֶה שֶׁהִזְמִין אֶתְכֶם
ar: هذا رمز الوالد العائلي · اطلبوه من الوالد الذي دعاكم
en: This is the family parent code · ask the parent who invited you
ru: Это семейный родительский код · попросите его у родителя, который вас пригласил

source: זָ'קֵט
ar: سترة
en: Jacket
ru: Куртка

source: זָהָב
ar: ذهب
en: Gold
ru: Золото

source: זָוִיּוֹת
ar: زوايا
en: Angles
ru: Углы

source: זָכִית!
ar: لقد فزتِ!
en: You won!
ru: Ты выиграл!

source: זָכִיתָ!
ar: لقد فزت!
en: You won!
ru: Ты выиграл!

source: זָכָר
ar: مذكر
en: Masculine
ru: Мужской род

source: זה האימייל שלך 🙂
ar: هذا بريدك الإلكتروني 🙂
en: That's your own email 🙂
ru: Это ваша собственная почта 🙂

source: זה הכל
ar: هذا كل شيء
en: That's everything
ru: Это всё

source: זה מבטל את כל הנעילות בטלפון.
ar: هذا يلغي كل الأقفال في الهاتف.
en: This removes every lock on the phone.
ru: Это снимает все блокировки на телефоне.

source: זה מגדיר באיזה מכשיר %@ משחק
ar: هذا يحدد على أي جهاز يلعب %@
en: This sets which device %@ plays on
ru: Это определяет, на каком устройстве играет %@

source: זה מגדיר באיזה מכשיר %@ משחקת
ar: هذا يحدد على أي جهاز تلعب %@
en: This sets which device %@ plays on
ru: Это определяет, на каком устройстве играет %@

source: זה מה ש-iOS קבל מאתנו ברגע זה.
ar: هذا ما تلقّاه iOS منّا الآن.
en: This is what iOS received from us right now.
ru: Вот что iOS получила от нас прямо сейчас.

source: זה מה ש-iOS קיבל מאיתנו ברגע זה — לא מה שסומן במסכים למעלה.
ar: هذا ما تسلّمته iOS منّا الآن — وليس ما هو مُعلّم في الشاشات أعلاه.
en: This is what iOS was told right now — not what is ticked on the screens above.
ru: Это то, что iOS получила от нас сейчас, — а не то, что отмечено на экранах выше.

source: זה מה ש-iOS קיבל מאיתנו ברגע זה.
ar: هذا ما تلقّاه iOS منّا الآن.
en: This is what iOS received from us right now.
ru: Вот что iOS получила от нас прямо сейчас.

source: זה מה שמופיע לי במסך
ar: هذا ما يظهر على شاشتي
en: This is what I see on the screen
ru: Вот что у меня на экране

source: זה קוד של הורה
ar: هذا رمز خاص بالوالد
en: This is a parent code
ru: Это родительский код

source: זהו קוד ההורה המשפחתי · בקשו אותו מההורה שהזמין אתכם
ar: هذا رمز الوالد العائلي · اطلبوه من الوالد الذي دعاكم
en: This is the family parent code · ask the parent who invited you
ru: Это семейный родительский код · попросите его у родителя, который вас пригласил

source: זהו — %@ יופיע כאן על המפה
ar: هذا كل شيء — سيظهر %@ هنا على الخريطة
en: That's it — %@ will show up here on the map
ru: Готово — %@ появится здесь на карте

source: זהו — %@ תופיע כאן על המפה
ar: هذا كل شيء — ستظهر %@ هنا على الخريطة
en: That's it — %@ will show up here on the map
ru: Готово — %@ появится здесь на карте

source: זוֹ אַתְּ 🙂
ar: هذه أنتِ 🙂
en: That's you 🙂
ru: Это ты 🙂

source: זוּגִי
ar: زوجي
en: Even
ru: Чётное

source: זוּגִי וְאִי־זוּגִי
ar: زوجي وفردي
en: Even and odd
ru: Чётные и нечётные

source: זוּגוֹת
ar: أزواج
en: Pairs
ru: Пары

source: זוגות
ar: أزواج
en: Pairs
ru: Пары

source: זוגי ואיזוגי
ar: زوجي وفردي
en: Even and odd
ru: Чётные и нечётные

source: זוהר
ar: يتألق
en: is shining
ru: сияет

source: זוהרת
ar: تتألق
en: is shining
ru: сияет

source: זויות
ar: زوايا
en: Angles
ru: Углы

source: זיהוי הפנים ביציאה ממצב ילד פותח ישר את מסך ההורה, בלי לבקש שוב
ar: التحقق بالوجه عند الخروج من وضع الطفل يفتح شاشة الوالدين مباشرة، دون طلبه مرة أخرى
en: The Face ID that ends kid mode opens the parent screen straight away, without asking again
ru: Face ID при выходе из детского режима сразу открывает экран родителя — без повторного запроса

source: זכייה בגלגל המזל
ar: فوز في عجلة الحظ
en: Won on the lucky wheel
ru: Выигрыш в колесе фортуны

source: זמן בית ספר
ar: وقت المدرسة
en: School time
ru: Школьное время

source: זמן בית ספר ושעת שינה
ar: وقت المدرسة ووقت النوم
en: School time and bedtime
ru: Школьное время и время сна

source: זמן בית ספר פעיל
ar: وقت المدرسة مفعّل
en: School time on
ru: Школьное время включено

source: זמן המסך נספר נכון
ar: وقت الشاشة يُحسب بشكل صحيح
en: Screen time counted correctly
ru: Экранное время считается верно

source: זמן המשחק נגמר
ar: انتهى وقت اللعب
en: Play time ended
ru: Игровое время закончилось

source: זמן המשחק נפתח
ar: بدأ وقت اللعب
en: Play time opened
ru: Игровое время открылось

source: זמן המשחק עבר למכשיר אחר
ar: انتقل وقت اللعب إلى جهاز آخر
en: Play time moved to another device
ru: Игровое время перешло на другое устройство

source: זמן מדויק לשנייה
ar: وقت دقيق بالثانية
en: Time to the second
ru: Время с точностью до секунды

source: זמן מסך
ar: وقت الشاشة
en: Screen time
ru: Экранное время

source: זמן מסך היום
ar: وقت الشاشة اليوم
en: Screen time today
ru: Экранное время сегодня

source: זמן מסך ופרסים
ar: وقت الشاشة والجوائز
en: Screen time & rewards
ru: Экранное время и призы

source: זמן מסך יומי
ar: وقت شاشة يومي
en: Daily screen time
ru: Ежедневное экранное время

source: זמן מסך ליום
ar: وقت الشاشة في اليوم
en: Daily screen time
ru: Экранное время в день

source: זמן מסך ליום, תגמולים, שפה, ושוב את ההדרכה הזאת.
ar: وقت الشاشة اليومي، المكافآت، اللغة — وهذه الجولة مرة أخرى.
en: Daily screen time, rewards, language — and this tour again.
ru: Экранное время в день, награды, язык — и этот обзор снова.

source: זמן מסך פתוח
ar: وقت الشاشة مفتوح
en: Screen time on
ru: Экранное время открыто

source: זמן מסך של אפל
ar: مدة استخدام الجهاز من Apple
en: Apple's Screen Time
ru: «Экранное время» Apple

source: זמן משחק
ar: وقت اللعب
en: Play time
ru: Игровое время

source: זמן מתנה פתוח
ar: وقت الهدية مفتوح
en: Gift time on
ru: Подарочное время открыто

source: זמן פרס על למידה
ar: وقت لعب مقابل التعلّم
en: Earn play time by learning
ru: Игровое время за учёбу

source: זמן שהרוויח
ar: وقت كسبه
en: time he earned
ru: время, которое он заработал

source: זמן שהרוויחה
ar: وقت كسبته
en: time she earned
ru: время, которое она заработала

source: זמן שהרויח
ar: وقت كسبه
en: time he earned
ru: время, которое он заработал

source: זמן שהרויחה
ar: وقت كسبته
en: time she earned
ru: время, которое она заработала

source: זמן שנתתם
ar: وقت منحتموه
en: time you gave
ru: время, которое вы дали

source: זמן, למידה, שפה ומכשיר
ar: الوقت والتعلّم واللغة والجهاز
en: Time, learning, language and device
ru: Время, учёба, язык и устройство

source: ז׳
ar: السابع
ru: 7-й

source: חֲבֵרִים
ar: أصدقاء
en: Friends
ru: Друзья

source: חֲבֵרִים סוֹרְקִים אֶת הַקּוֹד אוֹ פּוֹתְחִים אֶת הַקִּישּׁוּר — וְאַתֶּם מְחוּבָּרִים!
ar: يمسح الأصدقاء الرمز أو يفتحون الرابط — وتصبحون متصلين!
en: Friends scan the code or open the link — and you're connected!
ru: Друзья сканируют код или открывают ссылку — и вы на связи!

source: חֲזַרְזִיר
ar: خنزير صغير
en: Piglet
ru: Поросёнок

source: חֲזָקָה
ar: قوية
en: strong
ru: сильная

source: חֲזָקָה בְּ
ar: قويّة في
en: Strong in
ru: Сильна в

source: חֲזָרָה
ar: رجوع
en: Back
ru: Назад

source: חֲזֹר לִבְחִירָה
ar: العودة إلى الاختيار
en: Back to selection
ru: Вернуться к выбору

source: חֲזוֹר
ar: رجوع
en: Back
ru: Назад

source: חֲמִישִׁית
ar: خامسة
en: five
ru: пятая

source: חֲמִשָּׁה
ar: خَمْسَة
en: five
ru: пять

source: חֲמֵשֶׁת הַחוּשִׁים וְהַמֹּחַ
ar: الحواسّ الخمس والدماغ
en: The five senses and the brain
ru: Пять чувств и мозг

source: חֲנוּת
ar: المتجر
en: Shop
ru: Магазин

source: חֲנוּת הַדְּמוּיוֹת
ar: متجر الشخصيّات
en: Characters
ru: Магазин персонажей

source: חֲנוּת יַהֲלוֹמִים
ar: متجر الألماس
en: Diamond shop
ru: Магазин алмазов

source: חֲסֵרִים יַהֲלוֹמִים 💎
ar: الألماس غير كافٍ 💎
en: Not enough diamonds 💎
ru: Не хватает алмазов 💎

source: חֲצִי שָׁעָה
ar: نصف ساعة
en: 30 minutes
ru: Полчаса

source: חֲצָאִית
ar: تنّورة
en: Skirt
ru: Юбка

source: חֲצוֹצְרָה
ar: بوق
en: trumpet
ru: труба

source: חֲשִׁיבָה
ar: تفكير
en: Thinking
ru: Мышление

source: חֲשִׁיבָה, סְדָרוֹת, הֶקֵּשִׁים וּתְפִיסָה מֶרְחָבִית
ar: تفكير وتسلسلات واستنتاج وإدراك مكانيّ
en: Thinking, sequences, inference, and spatial reasoning
ru: Мышление, последовательности, выводы и пространственное восприятие

source: חֲשִׁיבָה, סְדָרוֹת, הֶקֵּשִׁים וּתְפִיסָה מֶרְחָבִית — בְּשָׁלוֹשׁ רָמוֹת שֶׁמִּתְאִימוֹת אֶת עַצְמָן לַיֶּלֶד, וְעַל כָּל תְּשׁוּבָה נְכוֹנָה מַרְוִיחִים דַּקּוֹת מִשְׂחָק, בְּדִיּוּק כְּמוֹ בְּכָל עוֹלָם.
ar: تفكير وتسلسلات واستنتاج وإدراك مكانيّ — بثلاثة مستويات تتكيّف مع الطفل، وكل إجابة صحيحة تكسب دقائق لعب، تمامًا كما في كل عالم.
en: Thinking, sequences, inference, and spatial reasoning — in three levels that adapt to your child, and every correct answer earns play minutes, just like in every world.
ru: Мышление, последовательности, выводы и пространственное восприятие — в трёх уровнях, которые подстраиваются под ребёнка, и за каждый правильный ответ начисляются игровые минуты, как и в любом мире.

source: חֲשׁוֹב אֵיךְ הַמִּלָּה נִשְׁמַעַת, וְחַפֵּשׂ אֶת הָאוֹתִיּוֹת שֶׁעוֹשׂוֹת אֶת הַצְּלִיל.
ar: فكّر كيف تُسمَع الكلمة، وابحث عن الحروف التي تصنع هذا الصوت.
en: Think about how the word sounds, and look for the letters that make that sound.
ru: Подумай, как звучит слово, и найди буквы, которые дают этот звук.

source: חֲשׁוֹב כַּמָּה זֶה עוֹלֶה 💰
ar: فكّر كم يكلّف هذا 💰
en: Think about how much it costs 💰
ru: Подумай, сколько это стоит 💰

source: חֲשׁוֹב מָה קָרָה קוֹדֶם 🏛️
ar: فكّر فيما حدث أوّلًا 🏛️
en: Think about what happened first 🏛️
ru: Подумай, что было раньше 🏛️

source: חֲשׁוֹב עַל הַטֶּבַע סְבִיבְךָ 🔬
ar: فكّر في الطبيعة من حولك 🔬
en: Think about the nature around you 🔬
ru: Подумай о природе вокруг тебя 🔬

source: חֲשׁוֹב עַל הַמָּקוֹם — אֵיפֹה הוּא וּמָה יֵשׁ לְיָדוֹ.
ar: فكّر في المكان — أين يقع وما الذي بجانبه.
en: Think about the place — where it is and what's near it.
ru: Подумай о месте — где оно и что есть рядом с ним.

source: חֲתוּלִים
ar: قطط
en: cats
ru: кошки

source: חִבּוּר
ar: ربط
en: Connect
ru: Подключить

source: חִבּוּר וְחִסּוּר
ar: الجمع والطرح
en: Addition and subtraction
ru: Сложение и вычитание

source: חִבּוּר, חִסּוּר, כֶּפֶל, חִלּוּק וּבְעָיוֹת מִלּוּלִיּוֹת
ar: الجمع والطرح والضرب والقسمة والمسائل الكلاميّة
en: Addition, subtraction, multiplication, division, and word problems
ru: Сложение, вычитание, умножение, деление и текстовые задачи

source: חִידוֹן בָּזָק
ar: مسابقة خاطفة
en: Lightning Quiz
ru: Блиц-викторина

source: חִידוֹת
ar: ألغاز
en: Riddles
ru: Загадки

source: חִידוֹת הִגָּיוֹן וּתְפִיסָה מֶרְחָבִית
ar: ألغاز منطق وإدراك مكانيّ
en: Logic puzzles and spatial reasoning
ru: Логические загадки и пространственное восприятие

source: חִידוֹת הַלּוֹגִיקָה
ar: ألغاز المنطق
en: Logic Puzzles
ru: Логические загадки

source: חִידוֹת, סְדָרוֹת וַחֲשִׁיבָה
ar: ألغاز وتسلسلات وتفكير
en: Puzzles, sequences, and thinking
ru: Загадки, последовательности и мышление

source: חִכִּיתִי לְךָ!
ar: كنت أنتظرك!
en: I was waiting for you!
ru: Я тебя ждала!

source: חִכִּיתִי לָךְ!
ar: كنت أنتظركِ!
en: I was waiting for you!
ru: Я тебя ждала!

source: חִלּוּק
ar: قسمة
en: Division
ru: Деление

source: חִלּוּק עִם שְׁאֵרִית
ar: القسمة مع باقٍ
en: Division with remainders
ru: Деление с остатком

source: חִמּוּם יוֹמִי
ar: إحماء يوميّ
en: Daily warm-up
ru: Ежедневная разминка

source: חִנָּם
ar: مجّانًا
en: Free
ru: Бесплатно

source: חִנּוּךְ פִּינַנְסִי
ar: تربية ماليّة
en: Money Skills
ru: Финансовая грамотность

source: חִשְׁבִי אֵיךְ הַמִּלָּה נִשְׁמַעַת, וְחַפְּשִׂי אֶת הָאוֹתִיּוֹת שֶׁעוֹשׂוֹת אֶת הַצְּלִיל.
ar: فكّري كيف تُسمَع الكلمة، وابحثي عن الحروف التي تصنع هذا الصوت.
en: Think about how the word sounds, and look for the letters that make that sound.
ru: Подумай, как звучит слово, и найди буквы, которые дают этот звук.

source: חִשְׁבִי כַּמָּה זֶה עוֹלֶה 💰
ar: فكّري كم يكلّف هذا 💰
en: Think about how much it costs 💰
ru: Подумай, сколько это стоит 💰

source: חִשְׁבִי מָה קָרָה קוֹדֶם 🏛️
ar: فكّري فيما حدث أوّلًا 🏛️
en: Think about what happened first 🏛️
ru: Подумай, что было раньше 🏛️

source: חִשְׁבִי עַל הַטֶּבַע סְבִיבֵךְ 🔬
ar: فكّري في الطبيعة من حولكِ 🔬
en: Think about the nature around you 🔬
ru: Подумай о природе вокруг тебя 🔬

source: חִשְׁבִי עַל הַמָּקוֹם — אֵיפֹה הוּא וּמָה יֵשׁ לְיָדוֹ.
ar: فكّري في المكان — أين يقع وما الذي بجانبه.
en: Think about the place — where it is and what's near it.
ru: Подумай о месте — где оно и что есть рядом с ним.

source: חֵיפָה
ar: حيفا
en: Haifa
ru: Хайфа

source: חֵלֶק %lld מִתּוֹךְ %lld
ar: الجزء %lld من %lld
en: Part %lld of %lld
ru: Часть %lld из %lld

source: חֶדֶר %lld מִתּוֹךְ %lld
ar: الغرفة %lld من %lld
en: Room %lld of %lld
ru: Комната %lld из %lld

source: חֶדֶר %lld/%lld
ar: الغرفة %lld/%lld
en: Room %lld/%lld
ru: Комната %lld/%lld

source: חֶדֶר %lld/%lld · %@ לְהַמְשִׁיךְ?
ar: الغرفة %lld/%lld · %@ للمتابعة؟
en: Room %lld/%lld · %@ to continue?
ru: Комната %lld/%lld · %@ чтобы продолжить?

source: חֶדֶר %lld/%lld · הַבּוֹס מְחַכֶּה 🐉
ar: الغرفة %1$lld/%2$lld · الزعيم ينتظر 🐉
en: Room %1$lld/%2$lld · the boss is waiting 🐉
ru: Комната %1$lld/%2$lld · босс ждёт 🐉

source: חֶדֶר %lld/10
ar: الغرفة %lld/10
en: Room %lld/10
ru: Комната %lld/10

source: חֶזְקוֹת
ar: الأُسُس
en: Exponents
ru: Степени

source: חֶלְקֵי
ar: مقسوم على
en: divided by
ru: разделить на

source: חֶשְׁבּוֹן חַשְׁמַל
ar: فاتورة الكهرباء
en: electricity bill
ru: счёт за электричество

source: חֶשְׁבּוֹן שֶׁל רַגְלַיִם, בֵּיצִים וְאֹרֶךְ
ar: حساب بالأرجل والبيض والأطوال
en: Math with legs, eggs, and length
ru: Математика про лапы, яйца и длину

source: חֶשְׁבּוֹן שֶׁל תּוֹצָאוֹת, דַּקּוֹת וְשַׁעֲרִים
ar: حساب بالنتائج والدقائق والأهداف
en: Math with scores, minutes, and goals
ru: Математика про счёт, минуты и голы

source: חַבְּרוּ אֲרִיחִים זֵהִים — וְכָל 5 מַהֲלָכִים שְׁאֵלַת בּוֹנוּס
ar: اجمعوا البلاطات المتشابهة — وكل 5 حركات سؤال إضافي
en: Join matching tiles — and every 5 moves, a bonus question
ru: Соединяйте одинаковые плитки — и каждые 5 ходов бонусный вопрос

source: חַבְּרוּ אֲרִיחִים זֵהִים — וְכָל כַּמָּה מַהֲלָכִים מַגִּיעָה שְׁאֵלַת בּוֹנוּס
ar: وصّلوا البلاطات المتشابهة — وكل عدة حركات يظهر سؤال مكافأة
en: Join matching tiles — and every few moves a bonus question drops in
ru: Соединяйте одинаковые плитки — и каждые несколько ходов появляется бонусный вопрос

source: חַבְּרוּ אֶת הַזּוּגוֹת
ar: صِلوا الأزواج
en: Match the pairs
ru: Соедините пары

source: חַבְּרוּ אֶת הַזּוּגוֹת 🔗
ar: صِلوا الأزواج 🔗
en: Match the pairs 🔗
ru: Соедините пары 🔗

source: חַבְּרוּ אֶת הַמַּכְשִׁיר שֶׁל %@
ar: اربطوا جهاز %@
en: Connect %@'s device
ru: Подключите устройство %@

source: חַבְּרוּ כָּל תְּמוּנָה לַתְּמוּנָה שֶׁהוֹלֶכֶת אִתָּהּ!
ar: صِلُوا كُلَّ صُورَةٍ بِالصُّورَةِ التي تُناسِبُها!
en: Match each picture to the picture that goes with it!
ru: Соедините каждую картинку с той, которая к ней подходит!

source: חַבְּרוּ מַכְשִׁיר לְ%@
ar: اربطوا جهازًا لـ%@
en: Connect a device for %@
ru: Подключите устройство для %@

source: חַבְּרוּ מַכְשִׁיר נוֹסָף
ar: اربطوا جهازًا آخر
en: Connect another device
ru: Подключите ещё одно устройство
